[{"model": "products.category", "pk": 4, "fields": {"name": "homeware", "friendly_name": "Homeware"}}, {"model": "products.category", "pk": 5, "fields": {"name": "clothing", "friendly_name": "Clothing"}}, {"model": "products.category", "pk": 6, "fields": {"name": "accessories", "friendly_name": "Accessories"}}, {"model": "products.category", "pk": 7, "fields": {"name": "david_bowie", "friendly_name": "David Bowie"}}, {"model": "products.category", "pk": 8, "fields": {"name": "the_beatles", "friendly_name": "The Beatles"}}, {"model": "products.product", "pk": 1, "fields": {"category": 7, "sku": "BOW-ALL-REC-VIN", "name": "Aladdin Sane", "description": "Aladdin Sane is the sixth studio album by English musician David Bowie, released on 13 April 1973 through RCA Records. The follow-up to his breakthrough The Rise and Fall of Ziggy Stardust and the Spiders from Mars (1972), it was the first album he wrote and released from a position of stardom. It was produced by Bowie and Ken Scott and features contributions from Bowie's backing band the Spiders from Mars — comprising Mick Ronson, Trevor Bolder and Mick Woodmansey — as well as pianist Mike Garson, two saxophonists and three backing vocalists. Recorded at Trident Studios in London and RCA Studios in New York City between legs of the Ziggy Stardust Tour, the record was Bowie's final album with the full Spiders lineup.", "has_sizes": false, "price": "31.99", "image_url": null, "image": "DavisBowieAladdinSane.jpg"}}, {"model": "products.product", "pk": 2, "fields": {"category": 4, "sku": "BEA-MUG-MER-CHA", "name": "Beatle Mug", "description": "In the town where I was born,\r\nLived a man who sailed to sea,\r\nAnd he told us of his life,\r\nIn the land of submarines...", "has_sizes": false, "price": "15.00", "image_url": null, "image": "TS_Yellow_Submarine_Scene_Mug_With_Yellow_Handle_9_99-617-662.jpg"}}, {"model": "products.product", "pk": 3, "fields": {"category": 8, "sku": "BEA-YEL-LOW-VIN", "name": "Yellow Submarine", "description": "Yellow Submarine is the tenth studio album by English rock band the Beatles, released on 13 January 1969 in the United States and on 17 January in the United Kingdom. It was issued as the soundtrack to the animated film of the same name, which premiered in London in July 1968. The album contains six songs by the Beatles, including four new songs and the previously released \"Yellow Submarine\" and \"All You Need Is Love\". The remainder of the album is a re-recording of the film's orchestral soundtrack by the band's producer, George Martin.", "has_sizes": false, "price": "27.99", "image_url": null, "image": "TheBeatles-YellowSubmarinealbumcover.jpg"}}, {"model": "products.product", "pk": 4, "fields": {"category": 8, "sku": "BEA-SGT-PEP-VIN", "name": "Sgt. Pepper's Lonely Hearts Club Band", "description": "Sgt. Pepper's Lonely Hearts Club Band is the eighth studio album by the English rock band the Beatles. Released on 26 May 1967,[nb 1] it spent 27 weeks at number one on the Record Retailer chart in the United Kingdom and 15 weeks at number one on the Billboard Top LPs chart in the United States. The album was lauded by critics for its innovations in songwriting, production and graphic design, for bridging a cultural divide between popular music and high art, and for reflecting the interests of contemporary youth and the counterculture. Its release was a defining moment in 1960s pop culture, heralding the Summer of Love, while the album's reception achieved full cultural legitimisation for pop music and recognition for the medium as a genuine art form.", "has_sizes": false, "price": "34.99", "image_url": null, "image": "Sgt._Peppers_Lonely_Hearts_Club_Band.jpg"}}, {"model": "products.product", "pk": 5, "fields": {"category": 8, "sku": "BEA-MAG-TOU-VIN", "name": "Magical Mystery Tour", "description": "Magical Mystery Tour is a record by the English rock band the Beatles that was released as a double EP in the United Kingdom and an LP in the United States. It includes the soundtrack to the 1967 television film of the same name. The EP was issued in the UK on 8 December 1967 on the Parlophone label, while the Capitol Records LP release in the US and Canada occurred on 27 November and featured an additional five songs that were originally released as singles that year. In 1976, Parlophone released the eleven-track LP in the UK.", "has_sizes": false, "price": "24.99", "image_url": null, "image": "MagicalMysteryTourDoubleEPcover.jpg"}}, {"model": "products.product", "pk": 6, "fields": {"category": 8, "sku": "BEA-REV-OLV-VIN", "name": "Revolver", "description": "Revolver is the seventh studio album by the English rock band the Beatles. It was released on 5 August 1966, accompanied by the double A-side single \"Eleanor Rigby\" / \"Yellow Submarine\". The album was the Beatles' final recording project before their retirement as live performers and marked the group's most overt use of studio technology to date, building on the advances of their late 1965 release Rubber Soul. It has since become regarded as one of the greatest and most innovative albums in the history of popular music, with recognition centred on its range of musical styles, diverse sounds, and lyrical content", "has_sizes": false, "price": "49.99", "image_url": null, "image": "Revolver_album_cover.jpg"}}, {"model": "products.product", "pk": 7, "fields": {"category": 8, "sku": "BEA-LET-ITB-VIN", "name": "Let It Be", "description": "Let It Be is the twelfth and final studio album by the English rock band the Beatles. It was released on 8 May 1970, almost a month after the group's break-up, in tandem with the documentary of the same name. Concerned about recent friction within the band, Paul McCartney had conceived the project as an attempt to reinvigorate the group by returning to simpler rock 'n' roll configurations. The album topped charts in many countries, including both the UK and the US, but the critical response was generally unfavourable, and Let It Be came to be regarded as one of the most controversial rock albums in history.", "has_sizes": false, "price": "34.99", "image_url": null, "image": "LetItBe.jpg"}}, {"model": "products.product", "pk": 8, "fields": {"category": 7, "sku": "BOW-HUN-REC-VIN", "name": "Hunky Dory", "description": "Hunky Dory is the fourth studio album by English musician David Bowie, released on 17 December 1971 through RCA Records. Following the release of his 1970 album, The Man Who Sold the World, Bowie took time off from recording and touring. He settled down to write new songs, composing on piano rather than guitar as on earlier tracks. Following a tour of the United States, Bowie assembled a new backing band consisting of guitarist Mick Ronson, bassist Trevor Bolder and drummer Mick Woodmansey, and began to record a new album in mid-1971 at Trident Studios in London. Future Yes member Rick Wakeman contributed on piano. Bowie co-produced the album with Ken Scott, who had engineered Bowie's previous two records.", "has_sizes": false, "price": "24.99", "image_url": null, "image": "David_Bowie_-_Hunky_Dory.jpg"}}, {"model": "products.product", "pk": 9, "fields": {"category": 7, "sku": "BOW-HER-REC-VIN", "name": "Heroes", "description": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars (often shortened to Ziggy Stardust[1]) is the fifth studio album by English musician David Bowie, released on 16 June 1972 in the UK through RCA Records. It was co-produced by Bowie and Ken Scott and features Bowie's backing band the Spiders from Mars, comprising Mick Ronson, Trevor Bolder and Mick Woodmansey. Most of the songs were written around the same time as Bowie's previous album Hunky Dory (1971). After that album was completed, recording for Ziggy Stardust commenced in November 1971 at Trident Studios in London, with further sessions in early February 1972.", "has_sizes": false, "price": "37.99", "image_url": null, "image": "David_Bowie_-_Heroes.png"}}, {"model": "products.product", "pk": 10, "fields": {"category": 8, "sku": "BEA-HEL-VIN-REC", "name": "Help!", "description": "Help! is the fifth studio album by the English rock band the Beatles and the soundtrack to their film of the same name. It was released on 6 August 1965. Seven of the fourteen songs, including the singles \"Help!\" and \"Ticket to Ride\", appeared in the film and took up the first side of the vinyl album. The second side included \"Yesterday\", the most-covered song ever written. The album was met with favourable critical reviews and topped the Australian, German, UK and US charts.", "has_sizes": false, "price": "27.99", "image_url": null, "image": "Help_The_Beatles_album_-_cover_art.jpg"}}, {"model": "products.product", "pk": 11, "fields": {"category": 7, "sku": "BOW-CHA-REC-VIN", "name": "Changesonebowie", "description": "Changesonebowie is a compilation album by English musician David Bowie, issued through RCA Records in 1976. It collected songs from the 1969–1976 period, including the first LP appearance of \"John, I'm Only Dancing\". A \"sax version\" of this song, cut during the Aladdin Sane sessions in 1973, appeared on the first 1000 copies of the UK pressing (identified by the lack of the RCA logo in the upper-right corner of the cover). Later pressings of Changesonebowie featured the original version of the single that had been recorded and released in 1972. All US pressings of the LP contain this original version as well.", "has_sizes": false, "price": "17.99", "image_url": null, "image": "816p9XkbMQL._SL1427_.jpg"}}, {"model": "products.product", "pk": 12, "fields": {"category": 4, "sku": "BOW-BLA-NKE-MER", "name": "Bowie Blanket", "description": "100% polyester fleece\r\nFront features edge-to-edge design sublimation printed for you when you order\r\nReverse is off-white\r\nMachine washable", "has_sizes": false, "price": "27.50", "image_url": null, "image": "urblanket_large_bedsquarex600.1.jpg"}}, {"model": "products.product", "pk": 13, "fields": {"category": 6, "sku": "BOW-MER-BAC-PAC", "name": "Bowie Backpack", "description": "Carry your stuff, express yourself, keep your hands free, it's win-win-win", "has_sizes": false, "price": "19.99", "image_url": null, "image": "3a0a013b1e8e68c31d0dd94be83ec8ef.png"}}, {"model": "products.product", "pk": 14, "fields": {"category": 5, "sku": "BEA-HEL-OTH-HOO", "name": "Beatles OTH Hood", "description": "Printed on the front", "has_sizes": true, "price": "17.99", "image_url": null, "image": "beatleshood.jpg"}}]